Repository: Josantonius/Custom-Rating-Grifus
Catalog: languages/extensions-for-grifus-rating-*.po
Languages: es_es

source: votes
es_es: votos

source: Rating
es_es: Clasificación

source: Restart rating when adding a new movie
es_es: Reiniciar clasificación al agregar nueva película

source: Restart all IMDB ratings
es_es: Reiniciar las clasificaciones

source: This will reset all IMDB ratings to zero
es_es: Esto restablecerá todas las clasificaciones de IMDB a cero

source: Rating were restarted
es_es: Clasificaciones reiniciadas

source: All ratings had already been reset
es_es: Las clasificaciones ya se habían reiniciado

source: Reset all ratings
es_es: Reiniciar clasificaciones

source: Extensions For Grifus - Custom rating
es_es: Extensions For Grifus - Clasificación personalizada

source: Films were reviewed
es_es: Películas fueron revisadas

source: Extensions for Grifus theme.
es_es: Extensiones para theme Grifus.
